IDS_ALU_MSG_FOLLOW_MEMB_NOT_DESIGN            = "아래의 부재는 설계되지 않습니다.\n\n"
IDS_ALU_MSG_FOLLOW_MEMB_NOT_CHECK             = "아래의 부재는 검토되지 않습니다.\n\n"

IDS_ALU_MSG_DESIGN_GUAMT__d_d                 = "알루미늄 비정형 보-기둥 설계 (%d/%d)"
IDS_ALU_MSG_DESIGN_GUAAG__d_d                 = "알루미늄 보-기둥 설계 (%d/%d)"

IDS_ALU_TB_NAME_CHK                           = "선\n택"
IDS_ALU_TB_NAME_MEMBER_NAME                   = "부재명"
IDS_ALU_TB_NAME_APPLY_MEMBERTO                = "부재\n적용"
IDS_ALU_TB_NAME_MATERIAL                      = "재질"
IDS_ALU_TB_NAME_TYPE                          = "유형"
IDS_ALU_TB_NAME_MAJOR                         = "강축"
IDS_ALU_TB_NAME_MINOR                         = "약축"
IDS_ALU_TB_NAME_COMB                          = "조합"
IDS_ALU_TB_NAME_CRITERIA                      = "기준치"
IDS_ALU_TB_NAME_RATIO                         = "비율"
IDS_ALU_TB_NAME_PROD_TYPE                     = "제품유형"
IDS_ALU_TB_NAME_SPEC_DOT                      = "기준"
IDS_ALU_TB_NAME_SECTION                       = "단면"
IDS_ALU_TB_NAME_SECT_DOT                      = "단면"
IDS_ALU_TB_NAME_SECTION_NAME_N                = "단면\n명칭"
IDS_ALU_TB_NAME_PLATE                         = "플레이트"
IDS_ALU_TB_NAME_PLATE_E                       = "플레이트 "
IDS_ALU_TB_NAME_ANCHOR_BOLT                   = "앵커\n볼트"
IDS_ALU_TB_NAME_FCK                           = "Fck"
IDS_ALU_TB_NAME_FORCE                         = "부재력"
IDS_ALU_TB_NAME_PU                            = "Pu"
IDS_ALU_TB_NAME_MUX                           = "Mux"
IDS_ALU_TB_NAME_MUY                           = "Muy"
IDS_ALU_TB_NAME_VUX                           = "Vux"
IDS_ALU_TB_NAME_VUY                           = "Vuy"
IDS_ALU_TB_NAME_SPEC                          = "SPEC"
IDS_ALU_TB_NAME_SPAN                          = "경간"
IDS_ALU_TB_NAME_LX                            = "Lx"
IDS_ALU_TB_NAME_LY                            = "Ly"
IDS_ALU_TB_NAME_KX                            = "Kx"
IDS_ALU_TB_NAME_KY                            = "Ky"
IDS_ALU_TB_NAME_LB                            = "Lb"
IDS_ALU_TB_NAME_FACTOR                        = "계수"
IDS_ALU_TB_NAME_FACTOR_CMX                    = "Cmx"
IDS_ALU_TB_NAME_FACTOR_CMY                    = "Cmy"
IDS_ALU_TB_NAME_FACTOR_CB                     = "Cb"
IDS_ALU_TB_NAME_FACTOR_M                      = "m"
IDS_ALU_TB_NAME_DEFLECTION                    = "처짐"
IDS_ALU_TB_NAME_DEFLECTION_BY_WIND            = "처짐 (풍하중)"
IDS_ALU_TB_NAME_DEFLECTION_BY_SELF            = "처짐 (자중)"
IDS_ALU_TB_NAME_DEFLECTION_SPA                = "처짐 "
IDS_ALU_TB_NAME_DEFLECTION_CAP                = "처짐"
IDS_ALU_TB_NAME_STRESS                        = "응력"
IDS_ALU_TB_NAME_STRESS_SPACE                  = "응력 "
IDS_ALU_TB_NAME_BENDING                       = "휨모멘트"
IDS_ALU_TB_NAME_BENDING_MAJOR                 = "휨모멘트(강축)"
IDS_ALU_TB_NAME_BENDING_MINOR                 = "휨모멘트(약축)"
IDS_ALU_TB_NAME_SHEAR                         = "전단력"
IDS_ALU_TB_NAME_SHEAR_MAJOR                   = "전단력(강축)"
IDS_ALU_TB_NAME_SHEAR_MINOR                   = "전단력(약축)"
IDS_ALU_TB_NAME_AXIAL                         = "축방향력"
IDS_ALU_TB_NAME_AXIAL_N_BENDING               = "축방향력+\n휨모멘트"
IDS_ALU_TB_NAME_DELTA                         = "δ"
IDS_ALU_TB_NAME_DELTA_BY_WIND                 = "풍하중"
IDS_ALU_TB_NAME_DELTA_BY_SELF                 = "자중"
IDS_ALU_TB_NAME_DELTA_BY_WIND_BLANK           = "풍하중 "
IDS_ALU_TB_NAME_DELTA_BY_SELF_BLANK           = "자중 "
IDS_ALU_TB_NAME_DELTA_ALLOW                   = "δallow"
IDS_ALU_TB_NAME_SPAN_UNDR_4110MM              = "L ≤ 4.110m"
IDS_ALU_TB_NAME_SPAN_OVER_4110MM              = "L > 4.110m"
IDS_ALU_TB_NAME_DEFL_SPAN                     = "경간"
IDS_ALU_TB_NAME_DEFL_VALUE                    = "값"
IDS_ALU_TB_NAME_DESIGN_STRESS                 = "설계 응력"
IDS_ALU_TB_NAME_DESIGN_RATIO                  = "강도비"
IDS_ALU_TB_NAME_COMBINED_RATIO                = "조합 강도비"
IDS_ALU_TB_NAME_LCOMB                         = "하중 조합"
IDS_ALU_TB_NAME_LCOMBINATION                  = "하중 조합"
IDS_ALU_TB_NAME_DOTDOTDOT                     = "..."
IDS_ALU_TB_NAME_SELF                          = "자중"

IDS_ALU_TB_NAME_STRESS_MAJOR                  = "응력 ( 강축 )"
IDS_ALU_TB_NAME_STRESS_MINOR                  = "응력 ( 약축 )"
IDS_ALU_TB_NAME_RATIO_MAJOR                   = "응력비 ( 강축 )"
IDS_ALU_TB_NAME_RATIO_MINOR                   = "응력비 ( 약축 )"
IDS_ALU_TB_NAME_RATIO_COMBINED                = "조합비"
IDS_ALU_TB_NAME_RATIO_COMBINED_RATIO_CAP      = "조합 응력비"
IDS_ALU_TB_NAME_SPEC_NAME                     = "기준"
IDS_ALU_TB_NAME_SPEC_SPEC14                   = "기준 #14"
IDS_ALU_TB_NAME_SPEC_SPEC15                   = "기준 #15"
IDS_ALU_TB_NAME_SPEC_SPEC16                   = "기준 #16"
IDS_ALU_TB_NAME_SPEC_SPEC17                   = "기준 #17"
IDS_ALU_TB_NAME_SPEC_SPEC18                   = "기준 #18"
IDS_ALU_TB_NAME_SPEC_SPEC20                   = "기준 #20"
IDS_ALU_TB_NAME_SPEC_SPEC21                   = "기준 #21"
IDS_ALU_TB_NAME_SPEC_S                        = "S"
IDS_ALU_TB_NAME_SPEC_S1                       = "S1"
IDS_ALU_TB_NAME_SPEC_S2                       = "S2"
IDS_ALU_TB_NAME_SPEC_FbFs                     = "Fb,Fs"
IDS_ALU_TB_NAME_SPEC_fb                       = "fb"
IDS_ALU_TB_NAME_SPEC_FB                       = "Fb"
IDS_ALU_TB_NAME_SPEC_fs                       = "fs"
IDS_ALU_TB_NAME_SPEC_FS                       = "Fs"
IDS_ALU_TB_NAME_SPEC_F_CAP                    = "F"
IDS_ALU_TB_NAME_SPEC_F_MIN                    = "f"
IDS_ALU_TB_NAME_SPEC_F_MIN_CAP                = "f / F"
IDS_ALU_TB_NAME_STRS_CAP_TENS                 = "인장 응력"
IDS_ALU_TB_NAME_STRS_CAP_COMP                 = "압축 응력"
IDS_ALU_TB_NAME_STRS_CAP_MOMA                 = "휨 응력 ( 강축 )"
IDS_ALU_TB_NAME_STRS_CAP_MOMI                 = "휨 응력 ( 약축 )"
IDS_ALU_TB_NAME_STRS_CAP_SHMA                 = "전단 응력 ( 강축 )"
IDS_ALU_TB_NAME_STRS_CAP_SHMI                 = "전단 응력 ( 약축 )"
IDS_ALU_TB_NAME_STRS_CAP_RATO                 = "응력비"
IDS_ALU_TB_NAME_STRS_RATO                     = "응력비"
IDS_ALU_TB_NAME_STRS_RATO_COMB                = "조합 응력비"
IDS_ALU_TB_NAME_STRS_CAP_COMB_AB              = "조합 응력비 ( 축방향력 + 휨모멘트 )"
IDS_ALU_TB_NAME_STRS_CAP_COMB_ABS             = "조합 응력비 ( 축방향력 + 휨모멘트 + 전단력 )"
IDS_ALU_TB_NAME_STRS_COMB                     = "조합 응력"
IDS_ALU_TB_NAME_CAP_R                         = "R"
IDS_ALU_TB_NAME_CAP_R1                        = "R1"
IDS_ALU_TB_NAME_CAP_R2                        = "R2"
IDS_ALU_TB_NAME_ALLOWABLE_STRESS              = "허용 응력"
IDS_ALU_TB_NAME_STRS_FA                       = "Fa"
IDS_ALU_TB_NAME_STRS_FBX                      = "Fbx"
IDS_ALU_TB_NAME_STRS_FBY                      = "Fby"
IDS_ALU_TB_NAME_STRS_FSX                      = "Fsx"
IDS_ALU_TB_NAME_STRS_FSY                      = "Fsy"

IDS_ALU_TB_NAME_T                             = "t"
IDS_ALU_TB_NAME_B_OR_RB                       = "b, Rb"
IDS_ALU_TB_NAME_H_OR_AE                       = "h, ae"
IDS_ALU_TB_NAME_TENS_TENS                     = "인장"
IDS_ALU_TB_NAME_TENS_BEAM                     = "보의 인장"
IDS_ALU_TB_NAME_COMP_COLS                     = "기둥의 압축"
IDS_ALU_TB_NAME_COMP_COL_ELEM                 = "기둥 요소의 압축"
IDS_ALU_TB_NAME_COMP_BEAM                     = "보의 압축"
IDS_ALU_TB_NAME_COMP_BEAM_ELEM                = "보 요소의 압축"
IDS_ALU_TB_NAME_SHEAR_ELEM                    = "요소의 전단"

IDS_ALU_TOOLTIP_FORCE_PX                      = "부재의 축방향력\n(+) : 압축\n(-) : 인장"
IDS_ALU_TOOLTIP_FORCE_MX                      = "부재의 강축 모멘트"
IDS_ALU_TOOLTIP_FORCE_MY                      = "부재의 약축 모멘트"
IDS_ALU_TOOLTIP_FORCE_VX                      = "부재의 약축 전단력"
IDS_ALU_TOOLTIP_FORCE_VY                      = "부재의 강축 전단력"
IDS_ALU_TOOLTIP_LENGTH_LX                     = "부재의 강축 길이"
IDS_ALU_TOOLTIP_LENGTH_LY                     = "부재의 약축 길이"
IDS_ALU_TOOLTIP_LENGTH_KX                     = "부재의 강축 유효 좌굴 길이 계수"
IDS_ALU_TOOLTIP_LENGTH_KY                     = "부재의 약축 유효 좌굴 길이 계수"
IDS_ALU_TOOLTIP_LENGTH_LB                     = "부재의 비지지 길이"
IDS_ALU_TOOLTIP_FACTOR_CM                     = "조합 응력 계산시 적용할 Cm값 \nCm = 0.6 - 0.4(M1/M2)"
IDS_ALU_TOOLTIP_FACTOR_CB                     = "횡좌굴 계수 \nCb = 12.5Mmax / (2.5Mmax + 3Ma + 4Mb + 3Mc)"
IDS_ALU_TOOLTIP_FACTOR_M                      = "m = 1.15 + Co/2Cc [ -1 < Co/Cc < 1 ] \nm = 1.3 / (1 - Co/Cc) [ Co/Cc <= -1 ]"
IDS_ALU_TOOLTIP_DELTA_WIND                    = "풍하중에 의한 변위"
IDS_ALU_TOOLTIP_DELTA_SELF                    = "자중에 의한 변위"
